Repository: browser-rs/Desire
Catalog: Desire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Code
zh_hans: 配对码
zh_hant: 配對碼

source: Connected
zh_hans: 已连接
zh_hant: 已連線

source: Connecting…
zh_hans: 连接中…
zh_hant: 連線中…

source: Control the Agent on this Mac from your iPhone. Tasks run locally here — the phone sends instructions, watches progress, and unlocks sensitive steps.
zh_hans: 用 iPhone 远程对话这台 Mac 上的 Agent。任务仍在本地执行——手机发指令、看进度、解锁敏感步骤。
zh_hant: 用 iPhone 遠端對話這台 Mac 上的 Agent。任務仍在本地執行——手機發指令、看進度、解鎖敏感步驟。

source: Error
zh_hans: 错误
zh_hant: 錯誤

source: Expires in %d s
zh_hans: %d 秒后过期
zh_hant: %d 秒後過期

source: No live agent session
zh_hans: Mac 上没有活动的 Agent 会话
zh_hant: Mac 上沒有活躍的 Agent 會話

source: No paired devices yet.
zh_hans: 还没有已配对的设备。
zh_hant: 還沒有已配對的裝置。

source: No pairing code yet.
zh_hans: 还没有配对码。
zh_hant: 還沒有配對碼。

source: Offline
zh_hans: 离线
zh_hant: 離線

source: Pair a Phone
zh_hans: 配对手机
zh_hant: 配對手機

source: Paired Devices
zh_hans: 已配对设备
zh_hant: 已配對裝置

source: Paired phones may send prompts to this Mac's Agent. Revoke any time.
zh_hans: 已配对的手机可以向这台 Mac 的 Agent 发送指令，可随时吊销。
zh_hant: 已配對的手機可以向這台 Mac 的 Agent 發送指令，可隨時吊銷。

source: Remote
zh_hans: 远程
zh_hant: 遠端

source: Remote Control
zh_hans: 远程控制
zh_hant: 遠端控制

source: Scan Me
zh_hans: 扫码配对
zh_hant: 掃碼配對

source: Scan with the Desire Remote app. The code works once and expires in 10 minutes.
zh_hans: 用 Desire Remote 扫码。配对码一次有效，10 分钟后过期。
zh_hant: 用 Desire Remote 掃碼。配對碼一次有效，10 分鐘後過期。

source: Sign in to Sync first — Remote uses the same account.
zh_hans: 请先登录 Sync——远程与同步共用同一账号。
zh_hant: 請先登入同步——遠端與同步共用同一帳號。

source: %@ (popup)
zh_hans: %@ (弹窗)
zh_hant: %@(彈出視窗)

source: %@ is available
zh_hans: %@ 现已发布
zh_hant: %@ 現已釋出

source: %@ wants to access your %@
zh_hans: %@ 想要访问你的%@
zh_hant: %@ 想要存取你的%@

source: %@ wants to access your location
zh_hans: %@ 想要获取你的位置信息
zh_hant: %@ 想要取得你的位置資訊

# %lld × %lld px
source: %1$lld × %2$lld px
zh_hans: %lld × %lld px
zh_hant: %lld × %lld px

source: %lld active
zh_hans: %lld 个进行中
zh_hant: %lld 個進行中

source: %lld cross-origin stylesheets not readable.
zh_hans: %lld 张跨域样式表无法读取。
zh_hant: %lld 張跨來源樣式表無法讀取。

source: %lld entries
zh_hans: %lld 条
zh_hant: %lld 筆

source: %lld failed
zh_hans: %lld 个失败
zh_hant: %lld 個失敗

source: %lld files finished downloading
zh_hans: 已下载完成 %lld 个文件
zh_hant: 已下載完成 %lld 個檔案

source: %lld messages
zh_hans: %lld 条消息
zh_hant: %lld 則訊息

source: %lld of %lld shown.
zh_hans: 已显示 %lld / %lld。
zh_hant: 已顯示 %lld / %lld。

source: %lld paused
zh_hans: %lld 个已暂停
zh_hant: %lld 個已暫停

source: %lld pending
zh_hans: %lld 个等待中
zh_hant: %lld 個等待中

source: %lld queued
zh_hans: 排队中 %lld 条
zh_hant: 排隊中 %lld 條

source: %lld requests
zh_hans: %lld 个请求
zh_hant: %lld 個請求

source: %1$lld resource(s) on this page load over insecure HTTP%2$@. The connection is encrypted, but the page's contents may be tampered with.
zh_hans: 此页面有 %lld 个资源通过不安全的 HTTP%@ 加载。连接已加密,但页面内容可能被篡改。
zh_hant: 此頁面有 %lld 個資源透過不安全的 HTTP%@ 載入。連線已加密,但頁面內容可能被竄改。

source: %lld selected
zh_hans: 已选 %lld 项
zh_hant: 已選 %lld 項

source: %lld shortcut%@.
zh_hans: %lld 个快捷键%@。
zh_hant: %lld 個快速鍵%@。

source: %lld tabs
zh_hans: %lld 个标签页
zh_hant: %lld 個分頁

# %lld 个工具
source: %lld tools
zh_hans: %lld 个工具
zh_hant: %lld 個工具

# %lld 条 · %lld 份摘要
source: %1$lld 条 · %2$lld 份摘要
zh_hans: %lld 条 · %lld 份摘要
zh_hant: %lld 條 · %lld 份摘要

# %lldh %lldm
source: %1$lldh %2$lldm
zh_hans: %lldh %lldm
zh_hant: %lldh %lldm

# %lldm %llds
source: %1$lldm %2$llds
zh_hans: %lldm %llds
zh_hant: %lldm %llds

# %lldpx+ · %lldpx
source: %1$lldpx+ · %2$lldpx
zh_hans: %lldpx+ · %lldpx
zh_hant: %lldpx+ · %lldpx

source: ← Exit
zh_hans: ← 退出
zh_hant: ← 退出

source: +%lld more
zh_hans: +%lld 条
zh_hant: +%lld 條

source: ✓ Default
zh_hans: ✓ 默认
zh_hant: ✓ 預設

source: 1 hour
zh_hans: 1 小时
zh_hant: 1 小時

source: 1 Hour
zh_hans: 1 小时
zh_hant: 1 小時

source: 1 message
zh_hans: 1 条消息
zh_hant: 1 則訊息

source: 2 hours
zh_hans: 2 小时
zh_hant: 2 小時

source: 2 Hours
zh_hans: 2 小时
zh_hant: 2 小時

source: 5 minutes
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 5 Minutes
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 10 minutes
zh_hans: 10 分钟
zh_hant: 10 分鐘

source: 10 Minutes
zh_hans: 10 分钟
zh_hant: 10 分鐘

source: 30 minutes
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 30 Minutes
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 100% (Default)
zh_hans: 100%（默认）
zh_hant: 100%（預設）

source: A model pulled on the server (llama3.2, qwen2.5, …).
zh_hans: 服务器上已拉取的模型（llama3.2、qwen2.5 等）。
zh_hant: 伺服器上已拉取的模型（llama3.2、qwen2.5 等）。

source: Accent Color
zh_hans: 强调色
zh_hant: 強調色

source: Account
zh_hans: 账号
zh_hant: 帳號

source: Active model: %@
zh_hans: 当前模型：%@
zh_hant: 目前模型：%@

source: Actual Size
zh_hans: 实际大小
zh_hant: 實際大小

source: Ad blocking disabled
zh_hans: 广告拦截已停用
zh_hant: 廣告攔截已停用

source: Ad blocking enabled
zh_hans: 广告拦截已启用
zh_hant: 廣告攔截已啟用

source: Ad Blocking Rules
zh_hans: 广告拦截规则
zh_hant: 廣告攔截規則

source: Add
zh_hans: 添加
zh_hant: 新增

source: Add a model
zh_hans: 添加模型
zh_hant: 新增模型

source: add a model name…
zh_hans: 添加模型名…
zh_hant: 新增模型名稱…

source: Add binary name…
zh_hans: 添加可执行文件名…
zh_hant: 新增可執行檔名…

source: Add Blocking Rule
zh_hans: 添加拦截规则
zh_hant: 新增封鎖規則

source: Add Bookmark
zh_hans: 添加书签
zh_hant: 新增書籤

source: Add Custom Service
zh_hans: 添加自定义服务
zh_hant: 新增自訂服務

source: Add endpoints in Settings → Agent
zh_hans: 在设置 → Agent 中添加端点
zh_hant: 在設定 → Agent 中新增端點

source: Add Key
zh_hans: 新增键
zh_hant: 新增鍵

source: Add Rule
zh_hans: 添加规则
zh_hant: 新增規則

source: Add Search Engine
zh_hans: 添加搜索引擎
zh_hant: 新增搜尋引擎

source: Add to Group
zh_hans: 添加到分组
zh_hant: 新增到分組

source: Add to list
zh_hans: 加入清单
zh_hant: 加入清單

source: Add to Reading List
zh_hans: 添加到阅读列表
zh_hant: 新增到閱讀列表

source: Added to Reading List
zh_hans: 已加入阅读列表
zh_hant: 已加入閱讀列表

source: Address
zh_hans: 地址
zh_hant: 地址

source: ads
zh_hans: 广告
zh_hant: 廣告

source: After a turn that ran three or more tools (or a high-risk one), ask the model to review its own work — did it verify what it claims, did anything fail silently. The critique appears collapsed under the reply.
zh_hans: 当一轮跑了 3 个以上工具（或含高风险动作）时，让模型回头审查自己的做法：声称的结论是否验证过、有没有失败被吞掉。评语折叠显示在回答下方。
zh_hant: 當一輪跑了 3 個以上工具（或含高風險動作）時，讓模型回頭審查自己的做法：聲稱的結論是否驗證過、有沒有失敗被吞掉。評語摺疊顯示在回答下方。

source: After agent turns, extract durable user preferences and conversation summaries into long-term memory. Inspect and delete anything in the panel's memory view.
zh_hans: Agent 回合结束后，把持久用户偏好与会话摘要提炼进长期记忆。可在面板的记忆页查看和删除。
zh_hant: Agent 回合結束後，把持久使用者偏好與會話摘要提煉進長期記憶。可在面板的記憶頁檢視和刪除。

source: After current tab
zh_hans: 当前标签之后
zh_hant: 目前標籤之後

source: Agent (Floating Window)
zh_hans: Agent（浮动窗口）
zh_hant: Agent（浮動視窗）

source: Agent capabilities & tools
zh_hans: Agent 能力与工具
zh_hant: Agent 能力與工具

source: Agent Context
zh_hans: Agent 上下文
zh_hant: Agent 上下文

source: Agent is typing
zh_hans: Agent 正在输入
zh_hant: Agent 正在輸入

source: Agent Memory
zh_hans: Agent 记忆
zh_hant: Agent 記憶

source: Agent Prompt
zh_hans: Agent 提示词
zh_hant: Agent 提示詞

# Agent 能力
source: Agent Capabilities
zh_hans: Agent 能力
zh_hant: Agent 能力

# Agent 需要你的确认
source: Agent Needs Your Confirmation
zh_hans: Agent 需要你的确认
zh_hant: Agent 需要你的確認

source: AI Agent Panel
zh_hans: AI Agent 面板
zh_hant: AI Agent 面板

source: AI Assistant
zh_hans: AI 助手
zh_hant: AI 助手

source: AI Assistant (Floating Window)
zh_hans: AI 助手（悬浮窗）
zh_hant: AI 助手（懸浮窗）

source: AI is typing
zh_hans: AI 正在输入
zh_hant: AI 正在輸入

source: All
zh_hans: 全部
zh_hant: 全部

source: All Domains
zh_hans: 全部站点
zh_hant: 全部網站

source: All entries in the history list.
zh_hans: 历史列表中的所有条目。
zh_hant: 歷史列表中的所有項目。

source: All Levels
zh_hans: 全部级别
zh_hant: 全部級別

source: All Tabs
zh_hans: 全部标签页
zh_hant: 全部標籤頁

source: All tools run without approval — including code execution
zh_hans: 所有工具无需审批即可执行——包括代码执行
zh_hant: 所有工具無需審批即可執行——包括程式碼執行

source: All tools run without approval — including code execution. Toggle in the input bar.
zh_hans: 所有工具无需审批即可执行——包括代码执行。可在输入栏切换。
zh_hant: 所有工具無需審批即可執行——包括程式碼執行。可在輸入欄切換。

source: All Types
zh_hans: 全部类型
zh_hant: 全部類型

source: Allow
zh_hans: 允许
zh_hant: 允許

source: Allow all
zh_hans: 全部允许
zh_hant: 全部允許

source: Allow Once
zh_hans: 仅允许一次
zh_hant: 僅允許一次

source: Allow this website to access your %@?
zh_hans: 允许此网站访问你的%@吗？
zh_hant: 允許此網站存取你的%@嗎？

source: Allow this website to access your location?
zh_hans: 允许此网站获取你的位置吗？
zh_hant: 允許此網站取得你的位置嗎？

source: allowed
zh_hans: 已允许
zh_hant: 已允許

source: Allowed
zh_hans: 已允许
zh_hant: 已允許

source: Always Allow
zh_hans: 始终允许
zh_hant: 永遠允許

source: Always-Allowed Tools
zh_hans: 始终允许的工具
zh_hant: 始終允許的工具

source: An AI-native browser: the app itself is an execution environment for agents — a localhost automation bridge, an MCP server, and a built-in Agent with 20+ tools.
zh_hans: AI 原生浏览器:应用本身即 Agent 的执行环境——本地自动化桥接、MCP 服务器,以及内置 20+ 工具的 Agent。
zh_hant: AI 原生瀏覽器:應用程式本身即 Agent 的執行環境——本機自動化橋接、MCP 伺服器,以及內建 20+ 工具的 Agent。

source: Answer
zh_hans: 回答
zh_hant: 回答

source: API Key
zh_hans: API 密钥
zh_hant: API 金鑰

source: API Permissions:
zh_hans: API 权限：
zh_hant: API 權限：

source: Appearance
zh_hans: 外观
zh_hant: 外觀

source: Application
zh_hans: 应用
zh_hant: 應用

source: Applies to all providers.
zh_hans: 对所有提供方生效。
zh_hant: 對所有提供方生效。

source: Apply
zh_hans: 应用
zh_hant: 套用

source: Are you sure you want to close this tab?
zh_hans: 确定要关闭这个标签页吗？
zh_hant: 確定要關閉這個分頁嗎？

source: Arrow
zh_hans: 箭头
zh_hant: 箭頭

source: Ask about Page
zh_hans: 询问本页内容
zh_hant: 詢問本頁內容

source: Ask about this page…
zh_hans: 就此页面提问…
zh_hant: 就此頁面提問…

source: Ask Agent About This Page
zh_hans: 询问 Agent 关于此页面
zh_hant: 詢問 Agent 關於此頁面

source: Ask Agent…
zh_hans: 问问 Agent…
zh_hant: 問問 Agent…

source: Ask questions, summarize pages, translate content, and more.
zh_hans: 提问、总结页面、 翻译内容，应有尽有。
zh_hant: 提問、總結頁面、 翻譯內容，應有盡有。

source: Ask Where to Save Each File
zh_hans: 每个文件下载前询问保存位置
zh_hant: 每個檔案下載前詢問儲存位置

source: Asking about this page
zh_hans: 正在询问本页内容
zh_hant: 正在詢問本頁內容

source: ASSISTANT
zh_hans: 助手
zh_hant: 助手

source: At least 8 characters
zh_hans: 至少 8 位
zh_hant: 至少 8 位

source: At least 8 characters with letters and numbers.
zh_hans: 至少 8 位，需包含字母和数字。
zh_hant: 至少 8 位，需包含字母和數字。

source: At the end
zh_hans: 列表末尾
zh_hant: 列表結尾

source: Attach a compact summary of the current page (title, URL, text excerpt) to every request. Off means the agent must call getPageSnapshot itself.
zh_hans: 在每次请求中附加当前页面的简要摘要（标题、网址、正文节选）。关闭后 Agent 需自行调用 getPageSnapshot。
zh_hant: 在每次請求中附加當前頁面的簡要摘要（標題、網址、正文節選）。關閉後 Agent 需自行呼叫 getPageSnapshot。

source: Attach image ( vision models)
zh_hans: 附加图片（视觉模型可用）
zh_hant: 附加圖片（視覺模型可用）

source: Attach Images
zh_hans: 附加图片
zh_hant: 附加圖片

source: Attempt to upgrade HTTP connections to HTTPS automatically
zh_hans: 尝试将 HTTP 连接自动升级为 HTTPS
zh_hant: 嘗試將 HTTP 連線自動升級為 HTTPS

source: Attributes
zh_hans: 属性
zh_hant: 屬性

source: Author
zh_hans: 作者
zh_hant: 作者

source: Auto (cloud + on-device)
zh_hans: 自动（云端 + 端侧）
zh_hant: 自動（雲端 + 端側）

source: Auto-fill email and phone number on checkout and sign-up forms.
zh_hans: 在结算和注册表单中自动填写邮箱与电话号码。
zh_hant: 在結帳與註冊表單中自動填寫電子郵件與電話號碼。

source: Auto-play
zh_hans: 自动播放
zh_hant: 自動播放

source: Auto-play policy for video and audio on web pages.
zh_hans: 网页中视频与音频的自动播放策略。
zh_hant: 網頁中影片與音訊的自動播放政策。

source: Auto-skip in-video sponsor/promo segments on YouTube (SponsorBlock community data). Applies to the next page load.
zh_hans: 自动跳过 YouTube 视频内的赞助/推广片段(SponsorBlock 社区数据)。下次加载页面时生效。
zh_hant: 自動跳過 YouTube 影片內的贊助/宣傳片段(SponsorBlock 社群資料)。下次載入頁面時生效。

source: Autofill
zh_hans: 自动填充
zh_hant: 自動填寫

source: Automation Bridge
zh_hans: 自动化桥接
zh_hant: 自動化橋接

source: Automation Bridge Docs
zh_hans: 自动化桥接文档
zh_hant: 自動化橋接文件

source: Avg tool
zh_hans: 平均耗时
zh_hant: 平均耗時

source: Back
zh_hans: 后退
zh_hant: 上一頁

source: Background
zh_hans: 背景
zh_hant: 背景

source: Bad answer
zh_hans: 回答不行
zh_hant: 回答不行

source: base · %lldpx
zh_hans: 基准 · %lldpx
zh_hant: 基準 · %lldpx

source: Base URL of the running ollama daemon.
zh_hans: 正在运行的 ollama 服务地址。
zh_hant: 正在執行的 ollama 服務地址。

source: Bearer token (optional)
zh_hans: Bearer 令牌（可选）
zh_hant: Bearer 令牌（可選）

source: Binaries the agent may run via runCommand. Argv-only, no shell; every call prompts unless FULL ACCESS is on.
zh_hans: Agent 可通过 runCommand 运行的程序。仅 argv 传参、无 shell；非完全访问时每次调用都会请求确认。
zh_hant: Agent 可透過 runCommand 執行的程式。僅 argv 傳參、無 shell；非完全訪問時每次呼叫都會請求確認。

source: Black
zh_hans: 黑色
zh_hant: 黑色

source: block
zh_hans: 拦截
zh_hant: 攔截

source: Block
zh_hans: 屏蔽
zh_hant: 封鎖

source: Block Ads
zh_hans: 广告屏蔽
zh_hant: 廣告封鎖

source: Block intrusive ad requests using the content blocker.
zh_hans: 使用内容拦截器拦截侵入式广告请求。
zh_hant: 使用內容攔截器攔截侵入式廣告請求。

source: Block known trackers and analytics.
zh_hans: 拦截已知跟踪器与分析器。
zh_hant: 攔截已知追蹤器與分析器。

source: Block this element?
zh_hans: 屏蔽此元素?
zh_hant: 封鎖此元素？

source: Block This Host
zh_hans: 屏蔽此主机
zh_hant: 封鎖此主機

source: Block This URL
zh_hans: 屏蔽此 URL
zh_hant: 封鎖此 URL

source: Block Video Ads
zh_hans: 拦截视频广告
zh_hant: 攔截影片廣告

source: Blue
zh_hans: 蓝色
zh_hant: 藍色

source: Bookmark
zh_hans: 书签
zh_hant: 書籤

source: Bookmark Added
zh_hans: 已添加书签
zh_hant: 已新增書籤

source: Bookmark Removed
zh_hans: 已移除书签
zh_hant: 已移除書籤

source: Bookmark This Page
zh_hans: 添加书签
zh_hant: 新增書籤

source: Bookmarks
zh_hans: 书签
zh_hant: 書籤

source: Bookmarks Panel
zh_hans: 书签面板
zh_hant: 書籤面板

source: Bookmarks sync automatically every 5 minutes and at launch.
zh_hans: 书签每 5 分钟自动同步一次，启动时也会同步。
zh_hant: 書籤每 5 分鐘自動同步一次，啟動時也會同步。

source: Border
zh_hans: 边框
zh_hant: 邊框

source: Bounding Box
zh_hans: 边界框
zh_hant: 邊界框

source: Box Model
zh_hans: 盒模型
zh_hant: 盒模型

source: Bridge Docs
zh_hans: 桥接文档
zh_hant: 橋接文件

source: Browsing History
zh_hans: 浏览历史
zh_hant: 瀏覽歷史

source: Brush
zh_hans: 画笔
zh_hant: 畫筆

source: Built-in
zh_hans: 内置
zh_hant: 內建

source: by %@
zh_hans: 由 %@
zh_hant: 由 %@

source: Cache
zh_hans: 缓存
zh_hant: 快取

source: Cache Storage
zh_hans: 缓存存储
zh_hant: 快取儲存

source: Camera
zh_hans: 摄像头
zh_hant: 攝影機

source: Camera and Microphone
zh_hans: 摄像头和麦克风
zh_hant: 攝影機和麥克風

source: Camera, microphone, location and notification grants per site.
zh_hans: 每个站点的摄像头、麦克风、位置与通知授权。
zh_hant: 每個網站的攝影機、麥克風、位置與通知授權。

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Cancel All
zh_hans: 全部取消
zh_hant: 全部取消

source: Cannot Load Page
zh_hans: 无法加载页面
zh_hant: 無法載入頁面

source: Change Password
zh_hans: 修改密码
zh_hant: 修改密碼

source: Change Working Directory…
zh_hans: 更改工作目录…
zh_hant: 更改工作目錄…

source: Change…
zh_hans: 更改…
zh_hant: 更改…

source: Changes apply the next time you open Desire.
zh_hans: 更改将在下次打开 Desire 时生效。
zh_hant: 變更將在下次開啟 Desire 時生效。

source: Changes state
zh_hans: 会更改状态
zh_hant: 會更改狀態

source: Changes sync within seconds. A full check runs every 5 minutes.
zh_hans: 更改在数秒内同步，每 5 分钟做一次完整检查。
zh_hant: 變更在數秒內同步，每 5 分鐘做一次完整檢查。

source: Changes you made may not be saved.
zh_hans: 你所做的更改可能无法保存。
zh_hant: 你所做的更改可能無法儲存。

source: Check for Updates
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check GitHub Releases for the latest build.
zh_hans: 前往 GitHub Releases 查看最新构建。
zh_hant: 前往 GitHub Releases 檢視最新構建。

source: Check Now
zh_hans: 立即检查
zh_hant: 立即檢查

source: Checking…
zh_hans: 检查中…
zh_hant: 檢查中…

source: Choose
zh_hans: 选择
zh_hant: 選擇

source: Choose screenshot save location
zh_hans: 选择截图保存位置
zh_hant: 選擇截圖儲存位置

source: Choose the agent's working directory for file tools and system commands
zh_hans: 选择 Agent 文件工具与系统命令的工作目录
zh_hant: 選擇 Agent 檔案工具與系統命令的工作目錄

source: Choose what to sync across devices. Turning one off keeps its server data.
zh_hans: 选择跨设备同步的内容；关闭的类目，服务器上的数据会保留。
zh_hant: 選擇跨裝置同步的內容；關閉的類別，伺服器上的資料會保留。

source: Choose…
zh_hans: 选择…
zh_hant: 選擇…

source: Clear
zh_hans: 清除
zh_hant: 清除

source: Clear all
zh_hans: 全部清空
zh_hant: 全部清空

source: Clear All
zh_hans: 清除全部
zh_hant: 清除全部

source: Clear All Cookies
zh_hans: 清除所有 Cookie
zh_hant: 清除所有 Cookie

source: Clear All Passwords
zh_hans: 清除所有密码
zh_hant: 清除所有密碼

source: Clear Browsing Data
zh_hans: 清除浏览数据
zh_hant: 清除瀏覽資料

source: Clear Console
zh_hans: 清除控制台
zh_hant: 清除主控台

source: Clear conversation
zh_hans: 清空对话
zh_hant: 清空對話

source: Clear Finished
zh_hans: 清除已完成
zh_hant: 清除已完成

source: Clear History…
zh_hans: 清除历史…
zh_hant: 清除歷史…

source: Clear Network Log
zh_hans: 清除网络日志
zh_hant: 清除網路日誌

source: Clear Now
zh_hans: 立即清除
zh_hant: 立即清除

source: Clear on Navigate
zh_hans: 导航时清空
zh_hant: 導覽時清空

source: Clear queued messages
zh_hans: 清除排队的消息
zh_hant: 清除排隊的訊息

source: Clear the always-allowed list and prompt again next time.
zh_hans: 清空始终允许列表，下次重新询问。
zh_hant: 清空始終允許列表，下次重新詢問。

source: Clear This Month
zh_hans: 清除本月
zh_hant: 清除本月

source: Clear This Week
zh_hans: 清除本周
zh_hant: 清除本週

source: Clear Today
zh_hans: 清除今天
zh_hant: 清除今天

source: Clear Yesterday
zh_hans: 清除昨天
zh_hant: 清除昨天

source: Click on an element to inspect
zh_hans: 点击页面元素进行审查
zh_hant: 點擊頁面元素進行審查

source: Click to customize
zh_hans: 点击自定义
zh_hant: 點擊自訂

source: Click to Record
zh_hans: 点击录制
zh_hant: 點擊錄製

source: Click to reload — %@
zh_hans: 点击以重新加载 — %@
zh_hant: 點擊以重新載入 — %@

source: Click to switch.
zh_hans: 点击切换。
zh_hant: 點選切換。

source: Click to view release notes
zh_hans: 点击查看发布说明
zh_hant: 點選檢視釋出說明

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Close Other Tabs
zh_hans: 关闭其他标签页
zh_hant: 關閉其他標籤頁

source: Close Tab
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

source: Close Tab Overview (⇧⌘\)
zh_hans: 关闭标签页概览 (⇧⌘\)
zh_hant: 關閉標籤頁概覽 (⇧⌘\)

source: Close Tabs to Right
zh_hans: 关闭右侧标签页
zh_hant: 關閉右側標籤頁

source: Close Window
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Cloud API
zh_hans: 云端 API
zh_hant: 雲端 API

source: Collapse
zh_hans: 折叠
zh_hant: 收合

source: Collapse Group
zh_hans: 折叠分组
zh_hant: 摺疊群組

source: Collapse Repeats
zh_hans: 折叠重复
zh_hant: 收合重複

source: Command Palette…
zh_hans: 命令面板…
zh_hant: 命令面板…

source: Common Sites
zh_hans: 常用网站
zh_hant: 常用網站

source: Community-maintained ad filter lists with weekly auto-updates.
zh_hans: 社区维护的广告过滤列表,每周自动更新。
zh_hant: 社群維護的廣告過濾列表,每週自動更新。

source: Company / Organization
zh_hans: 公司 / 组织
zh_hant: 公司 / 組織

source: Company or organization name for billing forms.
zh_hans: 用于账单表单的公司或组织名称。
zh_hant: 用於帳單表單的公司或組織名稱。

source: Completed
zh_hans: 已完成
zh_hant: 已完成

source: Computed Style
zh_hans: 计算样式
zh_hant: 計算樣式

source: Computed Style (%lld)
zh_hans: 计算样式（%lld）
zh_hant: 計算樣式（%lld）

source: Configure Agent in Settings…
zh_hans: 在设置中配置 Agent…
zh_hant: 在設定中配置 Agent…

source: Confirm Before Closing Multiple Tabs
zh_hans: 关闭多个标签页前确认
zh_hant: 關閉多個標籤頁前確認

source: Confirm installers, disk images, and script files (.dmg/.pkg/.sh…) before they download.
zh_hans: 下载安装包、磁盘映像与脚本文件(.dmg/.pkg/.sh…)前进行确认。
zh_hant: 下載安裝程式、磁碟映像與指令碼檔案(.dmg/.pkg/.sh…)前先確認。

source: Confirm Password
zh_hans: 确认密码
zh_hant: 確認密碼

source: Confirm?
zh_hans: 确认清除？
zh_hant: 確認清除？

source: Connect
zh_hans: 连接
zh_hant: 連線

source: Connection lost
zh_hans: 网络连接中断
zh_hant: 網路連線中斷

source: Connection Not Secure
zh_hans: 连接不安全
zh_hant: 連線不安全

source: Connection Secure
zh_hans: 连接安全
zh_hant: 連線安全

source: Connection Secure · Mixed Content (%lld insecure resources)
zh_hans: 连接安全 · 混合内容(%lld 个不安全资源)
zh_hant: 連線安全 · 混合內容(%lld 個不安全資源)

source: Connection timed out
zh_hans: 连接超时
zh_hant: 連線逾時

source: Console
zh_hans: 控制台
zh_hant: 主控台

source: Contact
zh_hans: 联系方式
zh_hant: 聯絡方式

source: Container tab
zh_hans: 容器标签页
zh_hant: 容器標籤頁

source: Content
zh_hans: 内容
zh_hant: 內容

source: Content Scripts
zh_hans: 内容脚本
zh_hant: 內容腳本

source: Context
zh_hans: 上下文
zh_hant: 上下文

source: Context is getting long — /new starts a fresh conversation
zh_hans: 上下文快满了 —— 用 /new 开一个新对话更划算
zh_hant: 上下文快滿了 —— 用 /new 開一個新對話更划算

source: Continue
zh_hans: 继续
zh_hant: 繼續

source: Continue Anyway
zh_hans: 继续
zh_hant: 繼續

source: Control how scripts, ads, and tracking behave on every site.
zh_hans: 控制各网站的脚本、广告与跟踪行为。
zh_hant: 控制各網站的指令碼、廣告與追蹤行為。

source: Control which cookies are accepted by the browser.
zh_hans: 控制浏览器接受哪些 Cookie。
zh_hant: 控制瀏覽器接受哪些 Cookie。

source: Conversation history
zh_hans: 对话历史
zh_hant: 對話歷史

source: Cookie Policy
zh_hans: Cookie 政策
zh_hant: Cookie 政策

source: Cookies
zh_hans: Cookie
zh_hant: Cookie

source: Cookies of this tab's data store (containers/private tabs have their own).
zh_hans: 来自本标签页的数据存储（容器标签与无痕标签各自独立）。
zh_hant: 來自本分頁的資料儲存（容器分頁與無痕分頁各自獨立）。

source: Copied
zh_hans: 已拷贝
zh_hant: 已拷貝

source: Copied to clipboard
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

source: Copy
zh_hans: 复制
zh_hant: 複製

source: Copy All as cURL
zh_hans: 全部复制为 cURL
zh_hant: 全部複製為 cURL

source: Copy All URLs
zh_hans: 复制全部 URL
zh_hant: 複製全部 URL

source: Copy as cURL
zh_hans: 复制为 cURL
zh_hant: 複製為 cURL

source: Copy as document.cookie
zh_hans: 复制为 document.cookie
zh_hant: 複製為 document.cookie

source: Copy code
zh_hans: 复制代码
zh_hant: 複製程式碼

source: Copy Conversation as Text
zh_hans: 将对话拷贝为文本
zh_hant: 將對話拷貝為文字

source: Copy CSS Path
zh_hans: 复制 CSS 路径
zh_hant: 複製 CSS 路徑

source: Copy HTML
zh_hans: 复制 HTML
zh_hant: 複製 HTML

source: Copy Image
zh_hans: 复制图片
zh_hant: 複製圖片

source: Copy Image URL
zh_hans: 复制图片地址
zh_hant: 複製圖片網址

source: Copy Link
zh_hans: 复制链接
zh_hant: 複製連結

source: Copy Link URL
zh_hans: 复制链接地址
zh_hant: 複製連結網址

source: Copy message
zh_hans: 拷贝消息
zh_hant: 拷貝訊息

source: Copy Query
zh_hans: 拷贝查询
zh_hant: 拷貝查詢

source: Copy Selector
zh_hans: 复制选择器
zh_hant: 複製選擇器

source: Copy URL
zh_hans: 复制网址
zh_hant: 複製網址

source: Cost
zh_hans: 成本
zh_hant: 成本

source: Could not connect to the server
zh_hans: 无法连接到服务器
zh_hant: 無法連線到伺服器

source: Couldn't load this image (cross-origin or too large).
zh_hans: 无法加载这张图片（跨域或体积过大）。
zh_hant: 無法載入這張圖片（跨來源或體積過大）。

source: Couldn't read this session file
zh_hans: 无法读取此会话文件
zh_hant: 無法讀取此工作階段檔案

source: Crash and performance reports collected via MetricKit.
zh_hans: 通过 MetricKit 收集的崩溃与性能报告。
zh_hant: 透過 MetricKit 收集的崩潰與效能報告。

source: Create
zh_hans: 创建
zh_hant: 建立

source: Create Group
zh_hans: 创建分组
zh_hant: 建立群組

source: Create Tab Group
zh_hans: 创建标签页分组
zh_hant: 建立分頁群組

source: CSS Code
zh_hans: CSS 代码
zh_hant: CSS 程式碼

source: CSS Path
zh_hans: CSS 路径
zh_hant: CSS 路徑

source: CSS Properties
zh_hans: CSS 属性
zh_hant: CSS 屬性

source: CSS Selector
zh_hans: CSS 选择器
zh_hant: CSS 選擇器

source: Current Password
zh_hans: 当前密码
zh_hant: 目前密碼

source: Current streak
zh_hans: 当前连续
zh_hant: 目前連續

source: Current Tab
zh_hans: 当前标签页
zh_hant: 目前標籤頁

source: Current: %@
zh_hans: 当前：%@
zh_hant: 目前：%@

source: custom
zh_hans: 自定义
zh_hant: 自訂

source: Custom Search Engines
zh_hans: 自定义搜索引擎
zh_hant: 自訂搜尋引擎

source: Customize any binding. Click the current shortcut to record a new one. Re-recorded bindings apply on the next launch.
zh_hans: 自定义任意快捷键。点击当前快捷键录制新组合，重新录制的绑定在下次启动生效。
zh_hant: 自定義任意快捷鍵。點選當前快捷鍵錄製新組合，重新錄製的繫結在下次啟動生效。

source: Customize Shortcut
zh_hans: 自定义快捷键
zh_hant: 自訂快速鍵

source: Cut
zh_hans: 剪切
zh_hant: 剪下

# daily at %02d:%02d
source: daily at %1$02d:%2$02d
zh_hans: 每天 %02d:%02d
zh_hant: 每天 %02d:%02d

source: Daily tokens
zh_hans: 每日 Token
zh_hant: 每日 Token

source: Dark
zh_hans: 深色
zh_hant: 深色

source: Dark Mode
zh_hans: 暗色模式
zh_hant: 深色模式

source: Dark mode disabled
zh_hans: 深色模式已停用
zh_hant: 深色模式已停用

source: Dark mode enabled
zh_hans: 深色模式已启用
zh_hant: 深色模式已啟用

source: Databases of this origin, with their object stores.
zh_hans: 本站源的数据库及其对象存储。
zh_hant: 本站源的資料庫及其物件儲存。

source: Date
zh_hans: 日期
zh_hant: 日期

source: days
zh_hans: 天
zh_hant: 天

source: Debug
zh_hans: 调试
zh_hant: 除錯

source: Decide which cookies Desire accepts and view individual ones.
zh_hans: 决定 Desire 接受哪些 Cookie,并可逐一查看。
zh_hant: 決定 Desire 接受哪些 Cookie,並可逐一檢視。

source: default
zh_hans: 默认
zh_hant: 預設

source: Default
zh_hans: 默认
zh_hant: 預設

source: Default Browser
zh_hans: 默认浏览器
zh_hant: 預設瀏覽器

source: Default Search Engine
zh_hans: 默认搜索引擎
zh_hant: 預設搜尋引擎

source: Default search engine for the address bar.
zh_hans: 地址栏使用的默认搜索引擎。
zh_hant: 位址列使用的預設搜尋引擎。

source: Default zoom for newly opened tabs.
zh_hans: 新开标签页的默认缩放。
zh_hant: 新開標籤頁的預設縮放。

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete All from "%@"
zh_hans: 删除“%@”的全部数据
zh_hant: 刪除「%@」的全部資料

source: Delete container
zh_hans: 删除容器
zh_hant: 刪除容器

source: Delete conversation
zh_hans: 删除对话
zh_hant: 刪除對話

source: Delete Conversation
zh_hans: 删除对话
zh_hant: 刪除對話

source: Delete Conversations
zh_hans: 删除多个对话
zh_hant: 刪除多個對話
